# Taps
tap "jesseduffield/lazygit"
tap "nats-io/nats-tools"
tap "sst/tap"

# zsh — .config/zsh/.zshrc, .zprofile
brew "asdf"                       # sourced in .zshrc
brew "direnv"                     # hooked in .zshrc
brew "kube-ps1"                   # oh-my-zsh plugin + sourced in .zshrc
brew "lazygit"                    # aliased as `lg` in .zshrc
brew "nvm"                        # lazy-loaded in .zshrc (provides node/npm/pnpm)
brew "pyenv"                      # init in .zprofile

# tmux — .config/tmux/tmux.conf
brew "fzf"                        # tmux-fzf, tmux-fzf-url, tmux-sessionx
brew "tmux"                       # the config itself
brew "zoxide"                     # tmux-sessionx zoxide-mode
brew "sst/tap/opencode"           # C-o popup binding

# nvim — .config/nvim/
brew "git"                        # lazy.nvim bootstrap
brew "neovim"                     # the config itself
brew "prettier"                   # none-ls formatting
brew "ripgrep"                    # fzf-lua live_grep
brew "delve"                      # nvim-dap-go debugging

# tool configs that live in .config/
brew "gh"                         # .config/gh/
brew "k3d"                        # .config/k3d/
brew "nats-io/nats-tools/nats"    # .config/nats/
